{"data":{"allAirtable":{"nodes":[{"data":{"content":"Your idea is a criminal. How will you convince a jury that it deserves to be free? "}},{"data":{"content":"How would you approach this in a world where paid media doesn’t exist?"}},{"data":{"content":"Can you make it aspirational? "}},{"data":{"content":"Can you make your greatest enemy an asset? "}},{"data":{"content":"Get out of the fucking building. Now. You have permission. Go. "}},{"data":{"content":"Search ‘the hero of ______’ in Google."}},{"data":{"content":"https://twitter.com/perfumeads?lang=en \nEnough said..."}},{"data":{"content":"Be like JLO, drop your number one and fall in love with your back up (dancer). "}},{"data":{"content":"Call your mum. What does she think about it? "}},{"data":{"content":"Put on some lo-fi beats. It’s not just music it’s a functional tool that will help to prime your mind. "}},{"data":{"content":"Make it a form of self care."}},{"data":{"content":"Who is this brand's biggest fan?  Who rejects it?"}},{"data":{"content":"Create a tailored solution for the entire country"}},{"data":{"content":"When you were 6 you were really in to….Thats the core of your idea."}},{"data":{"content":"Play devil’s advocate. "}},{"data":{"content":"Would you swipe right on the face of the brand?"}},{"data":{"content":"What idea would offend most of the country?"}},{"data":{"content":"Who’s doing it better? Who’s doing it worse?"}},{"data":{"content":"What if you didn’t explain how it ends."}},{"data":{"content":"Think of an idea involving the current TV show you are into."}},{"data":{"content":"Look at your last 3 text messages. Make an idea using those."}},{"data":{"content":"Look for controversy. What’s the dark past of this category? How has that been dealt with? "}},{"data":{"content":"An empty room. One object. What is it? Go."}},{"data":{"content":"Remember, people only care about themselves."}},{"data":{"content":"Give it an alter ego."}},{"data":{"content":"What is Vice.com saying about it?"}},{"data":{"content":"If this were an animal - which would it be?"}},{"data":{"content":"Ask a 7-year-old what they think about it"}},{"data":{"content":"What are the best, worst and most probable outcomes you can think of?"}},{"data":{"content":"Summarise it through a haiku. "}},{"data":{"content":"How would you sell it to the government. "}},{"data":{"content":"Turn it into a was a slam poet piece"}},{"data":{"content":"How would you sell it to China. "}},{"data":{"content":"Remember that dream you had last week. That’s the solution"}},{"data":{"content":"Want inspo? Find it on Post Malone’s body. "}},{"data":{"content":"Spend half an hour in a subreddit dedicated to this topic."}},{"data":{"content":"Minimum effort, maximum impact. "}},{"data":{"content":"Tell one person and let them do the rest"}},{"data":{"content":"What would the reality TV concept be?"}},{"data":{"content":"What would Oprah* say about this? *interchange with any relevant public figure."}},{"data":{"content":"The client was naughty and spent half of your budget on the weekend. What will you do now?"}},{"data":{"content":"Unnatural obsession."}},{"data":{"content":"Write the press headline for this idea?"}},{"data":{"content":"You can do numerous things to a potato. Choose your favourite and apply it to your idea. "}},{"data":{"content":"Social cause is the new black. Be sure to get some before it sells out. "}},{"data":{"content":"What’s it’s history? Highlight it. Everyone loves a good story. "}},{"data":{"content":"Go down the rabbit hole and suss some conspiracy theories.  "}},{"data":{"content":"Is it a mood?"}},{"data":{"content":"Get 10 people you know to write down 10 headlines for your brand or product"}},{"data":{"content":"Turn your supporting idea into the STAR?"}},{"data":{"content":"Your idea is about to become illegal. Make it protest worthy. "}},{"data":{"content":"Look out the window and create an idea of the first object you see."}},{"data":{"content":"Make something that is only going to last 10 seconds and tell everyone"}},{"data":{"content":"What stereotypes are you channelling? Who are you really speaking to? What makes them interested/interesting?"}},{"data":{"content":"Who is your enemy? Competition, industry, culture, tech, authority figure? "}},{"data":{"content":null}},{"data":{"content":"Could this work in ten years? "}},{"data":{"content":"Make it for pres and kick ons."}},{"data":{"content":"Snoop Dogg has ten names. I am sure you can come up with another one."}},{"data":{"content":"Create a cult for it. "}},{"data":{"content":"What hat would it wear?"}},{"data":{"content":"If google went black how would you find this brand / product / category?"}},{"data":{"content":"Write ten ideas with no judgment at all. The shitter the better."}},{"data":{"content":"Sleep on it. Now what’s the first thought that comes to mind?"}},{"data":{"content":"What candle scent would it be? When would you use it?"}},{"data":{"content":"Which public figure living or deceased would love/hate this? Why?"}},{"data":{"content":"What would the environmentalists think about it?"}},{"data":{"content":"Common sense is not common."}},{"data":{"content":"If you were not allowed to use any words, what would you do?"}},{"data":{"content":"Define who your product or brand is absolutely not for - in great detail."}},{"data":{"content":"Sell it to a sceptic. "}},{"data":{"content":"What idea would your mum come up with now do the opposite"}},{"data":{"content":"Make it WOKE."}},{"data":{"content":"Think about the problem intensely for an hour. Then wait 24 hours before you think of it again."}},{"data":{"content":"If your brand was a person who would they marry?"}},{"data":{"content":"Why is that important?"}},{"data":{"content":"How would you use this product in a way it wasn’t intended"}},{"data":{"content":"Come up with an idea that you would get fired for presenting?"}},{"data":{"content":"List 3 things that have never been done in the category before."}},{"data":{"content":"What will supersede it?"}},{"data":{"content":"Turn it into a meme"}},{"data":{"content":"Money cant buy experience"}},{"data":{"content":"You are now pitching to chimpanzees. They have 20-second attention span. "}},{"data":{"content":"Is this the entré or the dessert? A teaser for what’s to come or the rich end. "}},{"data":{"content":"How is it represented in film/fiction/song?"}},{"data":{"content":"If it walked into a room and the walls started talking, what would they say to you"}},{"data":{"content":"What does your CO-STAR say?"}},{"data":{"content":"What are the haters saying?"}},{"data":{"content":"What would write if no one was going to read it. "}},{"data":{"content":"Explore the hate."}},{"data":{"content":"How can it help someone be the best version of themselves? "}},{"data":{"content":"Send a customer a disposable camera and a one time brief."}},{"data":{"content":"Search it on Tik Tok."}},{"data":{"content":"Don’t talk to just the customer, talk to someone who spends a lot of time with the customer, a partner, a child, a neighbour. "}},{"data":{"content":"Ask yourself these 4 things - what’s the truth? How is that relevant to the audience? How do we make that interesting?Is it clear?"}},{"data":{"content":"What’s the market leaders Achilles heel? Can you stab it? "}},{"data":{"content":"Everyone wants to be treated as an individual. Personalise it. NOW."}},{"data":{"content":"Read the news and make it relevant to now."}},{"data":{"content":"How can you make it become a new law"}},{"data":{"content":"Give your idea a star sign? "}},{"data":{"content":"Would your dog dig it? "}},{"data":{"content":"There are no tears that a drive-through burger at 5 AM can’t dry."}},{"data":{"content":"It’s so real I can touch it, feel it, and smell it"}},{"data":{"content":"Find an angry review about your brand and print it out. Now you have an enemy!"}},{"data":{"content":"All you can use is sound"}},{"data":{"content":"Change the main characters in your idea to opposite figures Eg. Old -> young or Man -> woman "}},{"data":{"content":"Social media & the internet are gone forever. How will you reach people now?"}},{"data":{"content":"Make it the next ‘wellness.’"}},{"data":{"content":"Technology has now become uncool and embarrassing. You can no longer use it to present ideas. "}},{"data":{"content":"Use someone from that other ad you like but keep the same character"}},{"data":{"content":"How would you sell it to a stinge."}},{"data":{"content":"Could your greatest weakness become your greatest asset?"}},{"data":{"content":"Summarise it with a song title. "}},{"data":{"content":"Explain it only using sound effects. "}},{"data":{"content":"Kill your darlings."}},{"data":{"content":"What’s the key idea? Now get rid of that, what do you have left?"}},{"data":{"content":"What would you do if you owned this brand?"}},{"data":{"content":"What could you start doing now that you wish you were, now do it."}},{"data":{"content":"What type of podcasts is your brand listening to? "}},{"data":{"content":"Ask a client what wakes them up at night? No really. Do it."}},{"data":{"content":"Restate the problem - how many different ways can you restate it?"}},{"data":{"content":"If Winston Churchill or Martin Luther King were to make a speech about it."}},{"data":{"content":"Close your eyes and draw a representation of your idea free hand"}},{"data":{"content":"Gender roles are now reversed. Your idea must reflect this. "}},{"data":{"content":"What’s the question being solved for. Is this even the right question. What’s a better one?"}},{"data":{"content":"Rid your idea of stereotypes. "}},{"data":{"content":"Being green and have a social cause is now not allowed. What are your working with now? "}},{"data":{"content":"It’s Androginous "}},{"data":{"content":"You’ve arrived in Silicon Valley and your ‘new & cool’ idea is outdated. Get ahead of the game and check out what’s on the horizon over there. "}},{"data":{"content":"Find a public figure embodies your idea. "}},{"data":{"content":"If you didn't care about pleasing the client what would you do? "}},{"data":{"content":"Come up with something this brand would never do. Then do it."}},{"data":{"content":"Find a nearby book and read the first page. "}},{"data":{"content":"Is it good as a small dose or as a binge?"}},{"data":{"content":"Think of a funny story from your life. Turn that into the idea."}},{"data":{"content":"You just invented a new game"}},{"data":{"content":"Find your idea’s big flex? "}},{"data":{"content":"Zoom right in - what’s it made of? Zoom right out, what does it look like from a great height?"}},{"data":{"content":"What would you say to make sure someone never buys it?"}},{"data":{"content":"How do you sell ice to eskimos? "}},{"data":{"content":"Write down the expected answer, now you know what you need to beat."}},{"data":{"content":"Name your top three brand personas. GO"}},{"data":{"content":"The aliens have taken all our technology!!! It looks like you’ll have to open a newspaper, book or actually talk to someone. ew."}},{"data":{"content":"Listen to Spotify Playlists (example: If you are researching for a truck campaign search for 'truck music, truck playlist' etc)."}},{"data":{"content":"Make it controversial.  "}},{"data":{"content":"The opposite of famous people"}},{"data":{"content":"Tell me in 10 parts"}},{"data":{"content":"YOU’VE JUST BECOME A HACKER. What data do you want to get your filthy hands on. "}},{"data":{"content":"What are 3 start-ups that are tapping into the space around this category up to?"}},{"data":{"content":"What would you do if it cost 100 times more than what it actually costs."}},{"data":{"content":"Make it into a doof stick."}}]}}}